{
    "about": "Sobre",
    "analysis": "Análise",
    "thought": "Reflexões",
    "study": "Estudos",
    "works": "Trabalhos",
    "intro-title": "Bem vindos ao meu Site",
    "intro-subtitle": "que contém minhas análises, ensaios e reflexões.",
    "intro-personal": "Olá, meu nome é Emanuel de São Paulo, faço graduação na USP em estatística(2019-). Eu fui diretor de projetos of of IME Jr(2020-2021), participando e coordenando mais de 15 projetos.",
    "intro-works": "Neste site está as minhas análises de dados,principalmente, envolvendo basquete, pensamentos que abordam probabilidade, estatística e o cotidiano, estudos que tratam dos temas já citados e também sobre literatura e trabalhos que envolvem estatística.",
    "see-more": "Veja Mais",
    "analysis-title-01": "Análise da perfomance de Damian Lillard",
    "analysis-subtitle-01": "Comparação entre as 12ª partidas das seis últimas temporadas",
    "analysis-date-01": "14/11/2021",
    "analysis-text-01-01": "Pelas más perfomances de Damian Lillard, jogador-chave para Portland Trail Blazers, no início desta temporada e pelas polêmicas envolvendo o mesmo jogador em relação a trocas, eu decidi fazer algumas comparações entre os dados de temporadas anteriores com o mesmo número de jogos que na atual.",
    "analysis-text-01-00": "Para essa análise, foi utilizada a linguagem R com os pacotes:",
    "analysis-packages-01": "NbaStatR: Coletânea de dados sobre NBA",
    "analysis-packages-02": "Tidyr: Tratamento de Dados",
    "analysis-packages-03": "Dplyr: Manipulação de Dados para extrair resultados",
    "analysis-packages-04": "Ggplot2: Elaboração de gráficos estatísticos",
    "analysis-packages-05": "Grid: Auxílio na elaboração de gráficos estatísticos",
    "analysis-packages-06": "knitr: Mecanismo para geração de relatórios dinâmicos",
    "analysis-packages-07": "kableExtra: Crie tabelas HTML complexas e manipule estilos das tabelas",
    "analysis-packages-08": "Stringr: Tratamentos de variáveis do tipo cadeia de caracteres('string')",
    "analysis-packages-09": "Purrr: Progamação funcional",
    "analysis-packages-10": "Parsnip: Simplificação da construção de modelos",
    "analysis-packages-11": "Recipes: Preparação dos dados através de engenharia de características para construção de modelos",
    "analysis-packages-12": "Broom: Tratamento de resultados estatísticos",
    "analysis-packages-13": "Workflows: Integração entre os pacotes parsnip e recipes",
    "analysis-packages-14": "Forcats: Tratamento para variáveis categóricas",
    "analysis-text-01-02": "Nesta análise, começaremos comparando as cinco piores perfomances feitas nas 6 últimas temporadas em pontuações nos 12 primeiros jogos.",
    "analysis-text-01-03": "Por esse números, percebemos que as pontuações mais baixas foram repetidas em anos anteriores, porém o indício de irregularidade vem da quinta pior perfomance(20 pontos), além da terceira(14 pontos), segunda(12 pontos) e primeira(4 pontos) , que são piores dos últimos anos.",
    "analysis-text-01-04": "Isso tambem pode ser notado por esse gráfico das tentativas de arremesso em quadra por temporada, que o diferencial da queda da pontuação também é pelo baixo percentual da bola de três pontos.",
    "analysis-text-01-05": "Nesses gráficos, é notável que há um grande números de erros de bola de três mais concentrados na temporada atual. Além disso, não se vê na temporada atual, os arremessos de três pontos mais longes da linha de quadra que é uma das jogadas diferenciais da carreira de Damian Lillard, como pode perceber no vídeo abaixo.",
    "analysis-text-01-06": "Para melhor observarmos esse resultado, foi analisado e catalogados todos os arremessos feitos nos jogos amostrados anteriores na seguinte tabela.",
    "analysis-text-01-07": "Pela tabela, é nítido o decaimento da porcentagem nos pontos de 3 na temporada atual(25,4%) em mais de 5% em relação ao ano com a menor porcentagem (2017-18 -31,4%) e em relação com o mesmo nível de produção de arremessos que começou na temporada 2019-20, o decaimento foi em mais de 12%.",
    "analysis-text-01-08": "Já os outros tipos de arremesso, eles mantiveram um nível parecido com os anos anteriores no quesito de arremesso de média distância e no garrafão, mas na área do lance livre obteve a maior porcentagem (45,2%). Além dessa característica, analisaremos outras características importantes do jogo.",
    "analysis-text-01-09": "É possível perceber que houve um aumento médio de mais de uma assistência por jogo (8,16) feitas por Damian na temporada atual em relação às outras, porém houve uma diminuição comparativa média na atual temporada porcentagem do lance livre em quase 10% (84,6%), em mais de 5 pontos (20) e em mais de 5% em cestas de 3 pontos.",
    "analysis-text-01-10": "As principais observações retiradas em relação a queda do desempenho de Damian Lillard no início dessa temporada foram a queda do aproveitamento da bola de três, que diminui a sua pontuação em mais de 5 pontos em média do que em outras temporadas no mesmo número de jogos. Porém, se ele continuar com as métricas positivas de assitências e arremesso na área do lance livre e aumentar o aproveitamento da bola de três, ele conseguirá levar Portland para voôs maiores.",
    "analysis-outro-01": "Conclusão",
    "analysis-title-02": "Análise de dados explolatória de Restaurantes no Ifood",
    "analysis-subtitle-02": "Análise de dados dos restaurantes nos arredores das casas dos membros da IME Jr",
    "analysis-variable-02-01": "id: Variável de identidade;",
    "analysis-variable-02-02": "Name: Nome do restaurante;",
    "analysis-variable-02-03": "Type: Especialidade do restaurante;",
    "analysis-variable-02-04": "Time: Duração de entrega do restaurante para a casa em minutos;",
    "analysis-variable-02-05": "Price: Preço da comida ou bebida do restaurante em Reais;",
    "analysis-variable-02-06": "Rating: Nota dada pelo usuários para o restaurante;",
    "analysis-variable-02-07": "User: Membro da EJ que coletou as informações do restaurante;",
    "analysis-item-02-01": "Introdução",
    "analysis-item-02-02": "Tratamento",
    "analysis-item-02-03": "Análise Exploratória",
    "analysis-text-02-01": "Esta é uma análise de dados sobre restaurantes do Ifood que estão ao redor das casas dos participantes da IME Jr. O objetivo principal desta análise consiste em colher os dados da internet através de web-scraping e os tratar.",
    "analysis-text-02-02": "Para análise, foi utilizado os meus dados e de outros 3 membros da IME Jr, citados por E, M, A e G.",
    "analysis-text-02-03": "A partir de agora, as variáveis ​​serão analisadas unidimensionalmente",
    "analysis-text-02-04": "A primeira variável observada é o Tipo, onde há predominância de Lanches, que é a especialidade de restaurante mais comum, em seguida há os Japoneses, que crescem recentemente e os restaurantes do tipo Pizza, que mais de 10 restaurantes.",
    "analysis-text-02-05": "A próxima variável é o Tempo, que foi dividido em intervalos com 15 minutos de duração e vemos que a maioria dos restaurantes fica em intervalo de 30 minutos a 1 hora.",
    "analysis-text-02-06": "Para uma variável Price, que foi dividida em faixas com um comprimento de 5 BRL e veja qual é a faixa de preço da maioria dos restaurantes [5.10], seguindo pela faixa de (0,5] BRL, com uma faixa [-1, 0) indica que o restaurante não definiu o preço do seu produto.",
    "analysis-text-02-07": "Para uma variável Rating, que foi dividida em intervalos com comprimento 1 e vemos que a faixa de preço da maioria dos restaurantes é (4,5], tem vários restaurantes com nota 0 devido à entrada recente no aplicativo.",
    "analysis-text-02-08": "Nesta parte, analisaremos a relação entre as quatro variáveis ​​utilizadas com os membros do IME Jr(User).",
    "analysis-text-02-09": "Com a variável Type, percebeu-se que o membro G possui maior diversidade de tipos de restaurantes.",
    "analysis-text-02-10": "Com a variável Price, percebi que o preço geral do membro E é superior ao dos demais membros do IME Jr devido a sua localização geográfica.",
    "analysis-text-02-11": "Com a variável Tempo, percebeu-se que o tempo total do membro E é menor do que os demais membros do IME Jr devido à localização geográfica, pois E mora no centro de São Paulo.",
    "analysis-text-02-12": "Com a variável Rating, percebeu-se que a variabilidade das notas do membro A é superior ao dos demais membros do IME Jr.",
    "analysis-text-02-13": "Com essas informações, ver os restaurantes do centro de São Paulo fica mais caro e a entrega de comida é mais rápida do que em outras cidades, como membros A e G ou outros bairros, como o de M.",
    "analysis-text-02-14": "Imagem - Ifood"
}