{
    "about": "Sobre",
    "analysis": "Análise",
    "thought": "Reflexões",
    "study": "Estudos",
    "works": "Trabalhos",
    "intro-title": "Bem vindos ao meu Site",
    "intro-subtitle": "que contém minhas análises, ensaios e reflexões.",
    "intro-personal": "Olá, meu nome é Emanuel de São Paulo, faço graduação na USP em estatística(2019-). Eu fui diretor de projetos of of IME Jr(2020-2021), participando e coordenando mais de 15 projetos.",
    "intro-works": "Neste site está as minhas análises de dados,principalmente, envolvendo basquete, pensamentos que abordam probabilidade, estatística e o cotidiano, estudos que tratam dos temas já citados e também sobre literatura e trabalhos que envolvem estatística.",
    "see-more": "Veja Mais",
    "analysis-title-01": "Análise da perfomance de Damian Lillard",
    "analysis-subtitle-01": "Comparação entre as 12ª partidas das seis últimas temporadas",
    "analysis-date-01": "14/11/2021",
    "analysis-text-01-01": "Pelas más perfomances de Damian Lillard, jogador-chave para Portland Trail Blazers, no início desta temporada e pelas polêmicas envolvendo o mesmo jogador em relação a trocas, eu decidi fazer algumas comparações entre os dados de temporadas anteriores com o mesmo número de jogos que na atual.",
    "analysis-text-01-00": "Para essa análise, foi utilizada a linguagem R com os pacotes:",
    "analysis-packages-01": "NbaStatR: Coletânea de dados sobre NBA",
    "analysis-packages-02": "Tidyr: Tratamento de Dados",
    "analysis-packages-03": "Dplyr: Manipulação de Dados para extrair resultados",
    "analysis-packages-04": "Ggplot2: Elaboração de gráficos estatísticos",
    "analysis-packages-05": "Grid: Auxílio na elaboração de gráficos estatísticos",
    "analysis-packages-06": "knitr: Mecanismo para geração de relatórios dinâmicos",
    "analysis-packages-07": "kableExtra: Crie tabelas HTML complexas e manipule estilos das tabelas",
    "analysis-text-01-02": "Nesta análise, começaremos comparando as cinco piores perfomances feitas nas 6 últimas temporadas em pontuações nos 12 primeiros jogos.",
    "analysis-text-01-03": "Por esse números, percebemos que as pontuações mais baixas foram repetidas em anos anteriores, porém o indício de irregularidade vem da quinta pior perfomance(20 pontos), além da terceira(14 pontos), segunda(12 pontos) e primeira(4 pontos) , que são piores dos últimos anos.",
    "analysis-text-01-04": "Isso tambem pode ser notado por esse gráfico das tentativas de arremesso em quadra por temporada, que o diferencial da queda da pontuação também é pelo baixo percentual da bola de três pontos.",
    "analysis-text-01-05": "Nesses gráficos, é notável que há um grande números de erros de bola de três mais concentrados na temporada atual. Além disso, não se vê na temporada atual, os arremessos de três pontos mais longes da linha de quadra que é uma das jogadas diferenciais da carreira de Damian Lillard, como pode perceber no vídeo abaixo.",
    "analysis-text-01-06": "Para melhor observarmos esse resultado, foi analisado e catalogados todos os arremessos feitos nos jogos amostrados anteriores na seguinte tabela.",
    "analysis-text-01-07": "Pela tabela, é nítido o decaimento da porcentagem nos pontos de 3 na temporada atual(25,4%) em mais de 5% em relação ao ano com a menor porcentagem (2017-18 -31,4%) e em relação com o mesmo nível de produção de arremessos que começou na temporada 2019-20, o decaimento foi em mais de 12%.",
    "analysis-text-01-08": "Já os outros tipos de arremesso, eles mantiveram um nível parecido com os anos anteriores no quesito de arremesso de média distância e no garrafão, mas na área do lance livre obteve a maior porcentagem (45,2%). Além dessa característica, analisaremos outras características importantes do jogo.",
    "analysis-text-01-09": "É possível perceber que houve um aumento médio de mais de uma assistência por jogo (8,16) feitas por Damian na temporada atual em relação às outras, porém houve uma diminuição comparativa média na atual temporada porcentagem do lance livre em quase 10% (84,6%), em mais de 5 pontos (20) e em mais de 5% em cestas de 3 pontos.",
    "analysis-text-01-10": "As principais observações retiradas em relação a queda do desempenho de Damian Lillard no início dessa temporada foram a queda do aproveitamento da bola de três, que diminui a sua pontuação em mais de 5 pontos em média do que em outras temporadas no mesmo número de jogos. Porém, se ele continuar com as métricas positivas de assitências e arremesso na área do lance livre e aumentar o aproveitamento da bola de três, ele conseguirá levar Portland para voôs maiores.",
    "analysis-outro-01": "Conclusão"
}